asciidoc
clipmenu
dialog
dmenu
dunst
emacs-x11
feh
ffmpeg
firefox
font-firacode
gcc
grub
libX11-devel
libXft-devel
libXi-devel
libXinerama
libXinerama-devel
libev-de
make
moc
pavucontrol
pkg-config
pulseaudio
python3
python3-pip
sxhkd
syncthing
vel
xdg-utils
xinit
xinput
xorg-minimal
xrandr
zathura
xsetroot