dmenu
feh
gcc
python3
python3-pip
xorg-minimal
xrandr
libX11-devel
emacs
make
pkg-config
font-firacode
libXinerama
libXinerama-devel
libXft-devel
xinit
sxhkd
xinput
pulseaudio
pavucontrol
firefox
syncthing
clipmenu
dunst