NetworkManager
acpi
asciidoc
aspell-en
clipmenu
dialog
dmenu
dunst
emacs-x11
feh
ffmpeg
firefox
font-firacode
gcc
ghc
go
gopls
grub
libX11-devel
libXft-devel
libXi-devel
libXinerama
libXinerama-devel
libev-devel
maim
make
mg
moc
mpv
pavucontrol
pkg-config
pmount
polkit
pulseaudio
python3
python3-pip
rus
sxhkd
syncthing
wqy-microhei
xclip
xdg-utils
xf86-video-intel
xinit
xinput
xorg-minimal
xrandr
xsetroot
xtools
zathura
zathura-djvu
zathura-pdf-mupdf
zathura-pstup